{
	"home": {
		"tagline1": "Mach es!",
		"tagline2": "MushCoin",
		"marketCap": "Mush Market Cap",
		"introTitle": "Wir präsentieren MushCoin",
		"intro": "Die Prinzipien, denen wir bei Defi (Decentralized Finance) folgen, basieren auf der Philosophie der Pilze. Die Pilze sind ein lebenswichtiger Organismus, der die Toten zurückbringt. Bringe dann die Toten zurück, um wieder Leben zu werden. Sie setzen den Kreislauf des Lebens fort. MushCoin ist Ihr Schlüssel zu dieser neuen Emerald Cyber City. Wir zersetzen die Fäulnis.",
		"velocityIdeas": "Verpassen Sie nicht das DeFi💡",
		"velocityIdeasText": "In Defi wird alles von Smart Contracts betrieben, die Algorithmen auf der dezentralen Blockchain sind. Bringen Sie Ihre Krypto zum Laufen. Nicht mehr in einer Brieftasche sitzen. Kairos ist ein altgriechisches Wort und bedeutet „der richtige, kritische oder günstige Moment“. Die Ideengeschwindigkeit beschleunigt sich. Exponential. Wenn Sie mit der Technologie nicht Schritt halten, geraten Sie schnell ins Hintertreffen. Aber es gibt keinen Grund, sich zu fürchten oder zu hoffen, sondern nur nach neuen Technologien zu suchen. Denn wer jetzt Verlierer ist, wird später gewinnen, für die Zeiten sind sie eine Zeitenwende.",
		"revolution": "Revolution",
		"gainzText": "Kommen Sie mit uns in unsere Pilz-Fantasie! Seien Sie nicht der Letzte, der etwas über DeFi erfährt",
		"fijiSignature": " - Fiji Die Außerirdischen Pilze",
		"psText": "P.S. Es gibt noch viele Ideen im Universum, die freigeschaltet werden müssen.",
		"powerText": "Die Macht liegt bei Ihnen. MushCoin ist der Schlüssel zur Zukunft. Wir sind die Zukunft. Gemeinsam werden wir es schaffen.",
		"ps2Text": "P.S.S. MushCoin zum Mond und darüber hinaus!"
	},
	"pages": {
		"about": {
			"title": "Über"
		},
		"contact": {
			"title": "Kontakt"
		},
		"audits": {
			"title": "Prüfungen"
		},
		"trade": {
			"title": "Handeln"
		}
	},
	"headers": {
		"automated-crypto": {
			"text": "Auto Crypto Market Making"
		},
		"dividends": {
			"text": "Dividenden"
		},
		"dashboard": {
			"text": "Armaturenbrett"
		},
		"farms": {
			"text": "Bauernhöfe"
		},
		"pools": {
			"text": "Schwimmbecken"
		},
		"vaults": {
			"text": "Gewölbe"
		},
		"crypto-responsibility": {
			"text": "Krypto-Verantwortung"
		}
	},
	"about": {
		"automated-description": "Automated Crypto Market Making (ACMM) ermöglicht den genehmigungsfreien und automatischen Handel mit digitalen Vermögenswerten, indem Liquiditätspools anstelle eines traditionellen Marktes von Käufern und Verkäufern verwendet werden. Nutzer versorgen Liquiditätspools mit Krypto-Token, deren Preise durch eine konstante mathematische Formel bestimmt werden. Anstatt zwischen Käufern und Verkäufern zu handeln, handeln Benutzer gegen einen Pool von Token – einen Liquiditätspool. Liquiditätsanbieter erhalten normalerweise eine Gebühr für die Bereitstellung von Token für den Pool. Diese Gebühr wird von Händlern gezahlt, die mit dem Liquiditätspool interagieren. Dadurch können Liquiditätsanbieter Rendite erwirtschaften. Dividenden.",
		"farms-description": "Farmen werden für Yield Farming genutzt. Dies ist die Praxis des Absteckens oder Sperrens von Kryptowährungen innerhalb unseres Blockchain-Protokolls, um tokenisierte Belohnungen zu generieren. Fungfi setzt auf Yield Farming, um Sie dazu zu motivieren, zur Liquidität unseres Netzwerks beizutragen. Fungfi verlässt sich nicht auf einen zentralisierten Marktvermittler.",
		"pools-description": "Ein Liquiditätspool ist ein Crowdsourcing-Pool von Kryptowährungen oder Token, die in einem Smart Contract eingeschlossen sind, der verwendet wird, um den Handel zwischen den Vermögenswerten an einer dezentralen Börse (DEX) zu erleichtern. Dies ermöglicht den automatischen und erlaubnisfreien Handel digitaler Assets durch die Verwendung von Liquiditätspools.",
		"vaults-description": "Ein Tresor ist ein Teil der Blockchain-Architektur, der für die Speicherung, Einzahlung und Auszahlung verschiedener Arten von Kryptowährungs-Assets verwendet wird. Wenn ein Benutzer beispielsweise verschiedene Krypto-Assets steckt, verleiht, leiht oder prägt, tauscht Fungfi automatisch die richtige Anzahl von Assets zwischen verschiedenen Parteien über Smart Contracts aus.",
		"responsibility-description": "Investieren Sie verantwortungsvoll. Es gibt ein unglaubliches Potenzial für riesige Gewinne in Fungfi Defi, aber alles im Leben birgt Risiken. Während alle Vorkehrungen getroffen werden, um sich davor zu schützen. Alles, was mit dem Internet oder Computern zu tun hat, birgt das Risiko von Hackern. Sie müssen sich auch der Volatilität bewusst sein. Die Kryptomärkte sind zwar sehr lohnend, weisen aber eine hohe Volatilität auf. Manchmal kann diese Volatilität zu Panikverkäufen, Bankruns oder vorübergehenden Verlusten führen. Wenn Sie schließlich Ihren privaten Schlüssel oder Ihre geheime Erklärung zu Ihrer Brieftasche verlieren, wird diese Krypto verbrannt. Es ist für immer weg. Also sei vorsichtig."
	},
	"dashboard": {
		"wallet": "In Ihrer Brieftasche",
		"tvl": "Gesamtwert gesperrt",
		"across": "Über alle Fung Financial",
		"earn": "Mehr verdienen",
		"index": "Index",
		"mushpb": "MUSH pro Block",
		"marketcap": "Marktkapitalisierung",
		"totalvol": "Volle Lautstärke",
		"maxsupply": "Maximale Versorgung",
		"price": "Preis für Mus:",
		"today": "Heute",
		"peak": "Gipfel",
		"profit": "Profitieren",
		"lockedInFarms": "Eingesperrt in Pilzfarmen",
		"lockedInPools": "Gesperrt in Poly-Pools",
		"lockedInVaults": "Eingesperrt in Cyber Vaults",
		"startFarming": "Pflanzen Sie einen Samen",
		"addLiquidity": "Liquidität schaffen",
		"goDeposit": "Anzahlung"
	},
	"dividendsPage": {
		"cyw": "Brieftasche verbinden",
		"approval": "Genehmigung erforderlich",
		"approvalDescription": "Sie müssen zuerst Ihre MUSH-Ausgaben genehmigen."
	},
	"your": {
		"wallet": "Deine Geldbörse"
	},
	"actions": {
		"earn": "Verdienen",
		"get": "Bekommen",
		"add": "Addieren",
		"depositFee": "Einzahlungsgebühr",
		"wallet": "Brieftasche",
		"approve": "Genehmigen",
		"unlock": "Freischalten",
		"deposit": "Anzahlung",
		"withdraw": "Zurückziehen",
		"harvest": "Ernte",
		"stake": "Einatz",
		"details": "Einzelheiten",
		"depositfee": "Einzahlungsgebühr",
		"withdrawalfee": "Abhebegebühr",
		"notAvaliable": "Nicht verfügbar"
	},
	"pastActions": {
		"earned": "Verdient",
		"deposited": "Eingezahlt",
		"withdrawed": "Zurückgezogen",
		"staked": "Abgesteckt"
	},
	"poolCard": {
		"details": "Einzelheiten",
		"hide": "Ausblenden",
		"totalLiquidity": "Gesamtliquidität",
		"myLiquidity": "Meine Liquidität",
		"viewonMatic": "Überprüfen Sie auf PolyScan"
	},
	"vaultAccordeon": {
		"currentPrices": "Aktuelle Preise",
		"notListedIn": "Nicht aufgeführt in",
		"viewInfo": "Informationen anzeigen",
		"loading": "Wird geladen"
	},
	"vaultFilter": {
		"all": "Alle",
		"hidezero": "Nullsalden ausblenden",
		"filterby": "Filtern nach",
		"sortby": "Sortiere nach",
		"search": "Suche",
		"stakedonly": "Nur abgesteckt",
		"desceding": "Absteigend",
		"ascending": "Aufsteigend",
		"searchvaults": "Tresore durchsuchen"
	},
	"modals": {
		"input": "Eingang",
		"balance": "Balance",
		"otherOptions": "Andere Optionen",
		"depositYour": "ZAHLEN SIE IHRE EIN",
		"withdrawYour": "ZIEHEN SIE IHRE ZURÜCK"
	},
	"walletStatus": {
		"wallet": "Brieftasche",
		"install": "Metamaske installieren",
		"connected": "In Verbindung gebracht",
		"checking": "Metamaske prüfen..."
	}
}
