{
	"launchTimeLeft": {
		"countdown": "ΑΝΤΙΣΤΡΟΦΗ ΓΙΑ ΤΗΝ ΕΚΚΙΝΗΣΗ Τ -"
	},
	"depositWarning": {
		"warning": "Οι καταθέσεις και οι αναλήψεις είναι διαθέσιμες αλλά δεν θα κερδίσετε MUSH μέχρι"
	},
	"comingSoon": {
		"soon": "Ερχομαι συντομα...",
		"left": "Υπολειπόμενος χρόνος:"
	},
	"homepage": {
		"presents": "παρουσιάζει",
		"revolution": "Η Επανάσταση της Αποκεντρωμένης Οικονομικής",
		"mushcoin": "Το MushCoin είναι ο τρόπος με τον οποίο οι άνθρωποι εκφράζουν το μερίδιό τους στο μέλλον του FungFi. Το MUSH θα διανέμεται ποντάροντας σε πισίνες και φάρμες.",
		"mushroomFarms": "Οι πελάτες που στοιχηματίζουν μάρκες MUSH/USDC LP σε φάρμες FungFi θα ανταμειφθούν με το MushCoin.",
		"myceliumPools": "Οι χρήστες του FungFi θα μπορούν να ποντάρουν άλλα διακριτικά στις πισίνες μας για να αρχίσουν να κερδίζουν $MUSH κάθε δευτερόλεπτο.",
		"fungiVaults": "Επιτρέψτε στους χρήστες να συνδυάζουν αυτόματα μάρκες γεωργίας στα περιουσιακά στοιχεία που είχαν αρχικά ποντάρει."
	},
	"home": {
		"tagline1": "Φτιάξε το!",
		"tagline2": "MushCoin",
		"marketCap": "Market Cap",
		"introTitle": "Παρουσιάζοντας το MushCoin",
		"intro": "Οι αρχές που ακολουθούμε στο Defi (Αποκεντρωμένη Οικονομική) βασίζονται στη φιλοσοφία των Μυκήτων. Τα μανιτάρια είναι ένας ζωτικός οργανισμός που επιστρέφει τους νεκρούς. Μετά φέρτε πίσω τους νεκρούς για να ξαναγίνουν ζωή. Συνεχίζουν τον Κύκλο της Ζωής. Το MushCoin είναι το κλειδί σας για αυτή τη νέα Emerald Cyber City. Αποσυνθέτουμε τη σήψη.",
		"velocityIdeas": "Μην χάσετε το DeFi💡",
		"velocityIdeasText": "Στο Defi, τα πάντα λειτουργούν με έξυπνα συμβόλαια, τα οποία είναι αλγόριθμοι στην αποκεντρωμένη αλυσίδα μπλοκ. Θέτοντας την κρυπτογράφηση σας σε λειτουργία. Δεν κάθεσαι πια σε πορτοφόλι. Η ταχύτητα των ιδεών επιταχύνεται. Εκθετικά. Εάν δεν συμβαδίζετε με την τεχνολογία, θα μείνετε πίσω γρήγορα. Πρέπει να έχουμε κατά νου τον Κάιρο. Η αρχαία ελληνική λέξη σημαίνει «η σωστή, κρίσιμη ή κατάλληλη στιγμή». Αυτή η στιγμή είναι τώρα. Δεν υπάρχει λόγος να φοβάστε ή να ελπίζετε, μόνο να αναζητήσετε νέες τεχνολογίες. Για τους ηττημένους τώρα, θα είναι αργότερα για να κερδίσουν, για τους καιρούς, είναι μια αλλαγή.",
		"revolution": "Επανάσταση",
		"gainzText": "Ελάτε μαζί μας στο Fungi Fantasy μας! Μην είστε ο τελευταίος που μαθαίνει για το DeFi",
		"fijiSignature": " - Φίτζι Οι εξωγήινοι μύκητες",
		"psText": "ΥΣΤΕΡΟΓΡΑΦΟ. Υπάρχουν πολλές ιδέες που πρέπει να ξεκλειδωθούν στο σύμπαν.",
		"powerText": "Η δύναμη είναι δική σου. Το MushCoin είναι το κλειδί για το μέλλον. Εμείς είμαστε το μέλλον. Μαζί θα τα καταφέρουμε.",
		"ps2Text": "P.S.S. MushCoin στο φεγγάρι και πέρα!"
	},
	"pages": {
		"about": {
			"title": "Σχετικά με"
		},
		"contact": {
			"title": "Επικοινωνία"
		},
		"audits": {
			"title": "Έλεγχοι"
		},
		"trade": {
			"title": "Εμπορικές συναλλαγές"
		}
	},
	"headers": {
		"automated-crypto": {
			"text": "Auto Crypto Marketing"
		},
		"dividends": {
			"text": "Μερίσματα"
		},
		"dashboard": {
			"text": "Ταμπλό"
		},
		"farms": {
			"text": "Αγροκτήματα"
		},
		"pools": {
			"text": "Πισίνες"
		},
		"vaults": {
			"text": "Θόλος"
		},
		"crypto-responsibility": {
			"text": "Υπευθυνότητα κρυπτογράφησης"
		}
	},
	"about": {
		"automated-description": "Το Automated Crypto Market Making (ACMM) επιτρέπει τη διαπραγμάτευση ψηφιακών περιουσιακών στοιχείων με τρόπο χωρίς άδεια και αυτόματο, χρησιμοποιώντας ομάδες ρευστότητας και όχι μια παραδοσιακή αγορά αγοραστών και πωλητών. Οι χρήστες προμηθεύουν ομάδες ρευστότητας με μάρκες κρυπτογράφησης, των οποίων οι τιμές καθορίζονται από έναν σταθερό μαθηματικό τύπο. Αντί να πραγματοποιούν συναλλαγές μεταξύ αγοραστών και πωλητών, οι χρήστες συναλλάσσονται έναντι μιας δεξαμενής μάρκες - μια ομάδα ρευστότητας. Οι πάροχοι ρευστότητας συνήθως κερδίζουν μια αμοιβή για την παροχή κουπονιών στο pool. Αυτό το τέλος καταβάλλεται από έμπορους που αλληλεπιδρούν με το απόθεμα ρευστότητας. Αυτό επιτρέπει στους παρόχους ρευστότητας να είναι σε θέση να κερδίσουν απόδοση. Μερίσματα.",
		"farms-description": "Οι εκμεταλλεύσεις χρησιμοποιούνται για καλλιέργειες παραγωγής. Αυτή είναι η πρακτική του πονταρίσματος ή του κλειδώματος κρυπτονομισμάτων στο πρωτόκολλο blockchain μας για τη δημιουργία ανταμοιβών με διακριτικά. Η Fungfi βασίζεται στη γεωργία απόδοσης για να σας δώσει κίνητρο να συνεισφέρετε στη ρευστότητα του δικτύου μας. Το Fungfi δεν βασίζεται σε έναν κεντρικό διαμεσολαβητή της αγοράς.",
		"pools-description": "Μια ομάδα ρευστότητας είναι μια δεξαμενή κρυπτονομισμάτων ή μάρκες που προέρχονται από πλήθος και είναι κλειδωμένα σε ένα έξυπνο συμβόλαιο που χρησιμοποιείται για τη διευκόλυνση των συναλλαγών μεταξύ των περιουσιακών στοιχείων σε ένα αποκεντρωμένο χρηματιστήριο (DEX). Αυτό επιτρέπει τη διαπραγμάτευση ψηφιακών περιουσιακών στοιχείων με αυτόματο και χωρίς άδεια τρόπο μέσω της χρήσης ομάδων ρευστότητας.",
		"vaults-description": "Το θησαυροφυλάκιο είναι ένα κομμάτι αρχιτεκτονικής blockchain που χρησιμοποιείται για την αποθήκευση, την κατάθεση και την απόσυρση διαφορετικών τύπων περιουσιακών στοιχείων κρυπτονομισμάτων. Για παράδειγμα, όταν ένας χρήστης ποντάρει, δανείζει, δανείζεται ή κόβει διαφορετικά περιουσιακά στοιχεία κρυπτογράφησης, το Fungfi θα ανταλλάξει αυτόματα τον σωστό αριθμό περιουσιακών στοιχείων μεταξύ διαφορετικών μερών μέσω έξυπνων συμβολαίων.",
		"responsibility-description": "Επενδύστε Υπεύθυνα. Υπάρχει απίστευτο δυναμικό για τεράστιο κέρδος στο Fungfi Defi, αλλά τα πάντα στη ζωή ενέχουν ρίσκο. Ενώ λαμβάνεται κάθε προφύλαξη για την προστασία από αυτό. Οτιδήποτε έχει να κάνει με το Διαδίκτυο ή τους Υπολογιστές ενέχει τον κίνδυνο Hackers. Πρέπει επίσης να γνωρίζετε την αστάθεια. Οι αγορές κρυπτονομισμάτων, ενώ είναι ιδιαίτερα ανταποδοτικές, έχουν μεγάλη μεταβλητότητα. Μερικές φορές αυτή η αστάθεια μπορεί να οδηγήσει σε πωλήσεις πανικού, τραπεζικές εκκρεμότητες ή μόνιμη απώλεια. Τέλος, εάν χάσετε το ιδιωτικό κλειδί ή τη μυστική δήλωση στο πορτοφόλι σας, αυτό το κρυπτογράφο καίγεται. Έχει φύγει για πάντα. Οπότε να προσέχεις."
	},
	"dashboard": {
		"wallet": "Στο Πορτοφόλι σας",
		"tvl": "Κλειδωμένη συνολική αξία",
		"across": "Σε όλη τη Fung Financial",
		"earn": "Κερδίζω περισσότερα",
		"index": "Δείκτης",
		"mushpb": "MUSH ανά μπλοκ",
		"mushps": "MUSH ανά δευτερόλεπτο",
		"marketcap": "Market Cap",
		"totalvol": "Συνολικός όγκος",
		"maxsupply": "Μέγιστη Προμήθεια",
		"price": "Τιμή Mush:",
		"today": "Σήμερα",
		"peak": "Κορυφή",
		"profit": "Κέρδος",
		"lockedInFarms": "Κλειδωμένος στο Mush Farms",
		"lockedInPools": "Κλειδωμένο σε Poly Pools",
		"lockedInVaults": "Κλειδωμένο σε Cyber Vaults",
		"startFarming": "Φυτέψτε έναν σπόρο",
		"addLiquidity": "Δημιουργία Ρευστότητας",
		"goDeposit": "Κατάθεση"
	},
	"dividendsPage": {
		"cyw": "Σύνδεση Πορτοφολιού",
		"approval": "Απαιτείται έγκριση",
		"approvalDescription": "Πρέπει πρώτα να εγκρίνετε τις δαπάνες σας MUSH."
	},
	"your": {
		"wallet": "Το πορτοφόλι σου"
	},
	"actions": {
		"earn": "Κερδίζω",
		"get": "Παίρνω",
		"add": "Προσθήκη",
		"depositFee": "Προμήθεια κατάθεσης",
		"wallet": "Πορτοφόλι",
		"approve": "Εγκρίνω",
		"unlock": "Ξεκλείδωμα",
		"deposit": "Κατάθεση",
		"withdraw": "Αποσύρω",
		"harvest": "Συγκομιδή",
		"stake": "Στοίχημα",
		"details": "Λεπτομέριες",
		"depositfee": "Προμήθεια κατάθεσης",
		"withdrawalfee": "Τέλος ανάληψης",
		"notAvaliable": "Μη Διαθέσιμο"
	},
	"pastActions": {
		"earned": "Κερδηθείς",
		"deposited": "Κατατίθεται",
		"withdrawed": "Αποσύρθηκε",
		"staked": "Στοίχημα"
	},
	"poolCard": {
		"details": "Λεπτομέριες",
		"hide": "Κρύβω",
		"totalLiquidity": "Συνολική Ρευστότητα",
		"myLiquidity": "Η ρευστότητά μου",
		"viewonMatic": "PolyScan"
	},
	"vaultAccordeon": {
		"currentPrices": "Τωρινές τιμές",
		"notListedIn": "Δεν έχει καταχωρηθεί",
		"viewInfo": "Προβολή πληροφοριών",
		"loading": "Φόρτωση"
	},
	"vaultFilter": {
		"all": "Ολα",
		"hidezero": "Απόκρυψη μηδενικών υπολοίπων",
		"filterby": "Φιλτράρισμα κατά",
		"sortby": "Ταξινόμηση κατά",
		"search": "Αναζήτηση",
		"stakedonly": "Στοίχημα μόνο",
		"desceding": "Φθίνων",
		"ascending": "Αύξουσα",
		"searchvaults": "Θησαυροφυλάκια αναζήτησης"
	},
	"modals": {
		"input": "Εισαγωγή",
		"balance": "Ισορροπία",
		"otherOptions": "Αλλες επιλογές",
		"depositYour": "ΚΑΤΑΘΕΣΕΤΕ ΤΟ ΔΙΚΟ ΣΑΣ",
		"withdrawYour": "ΑΠΟΣΥΡΗΣΤΕ ΤΟ ΔΙΚΟ ΣΑΣ"
	},
	"walletStatus": {
		"wallet": "Πορτοφόλι",
		"install": "Εγκαταστήστε το Metamask",
		"connected": "Συνδεδεμένος",
		"checking": "Έλεγχος Metamask..."
	}
}
