{
	"home": {
		"tagline1": "Make It!",
		"tagline2": "MushCoin",
		"marketCap": "Mush Market Cap",
		"introTitle": "Presenting MushCoin",
		"intro": "The principles we follow in Defi (Decentralized Finance) is based on the philosophy of the Fungi. The Mushrooms are a vital organism that return the dead. Then bring back the dead to become life again. They continue the Circle of Life. MushCoin is your key to this new Emerald Cyber City. We decompose the rot.",
		"velocityIdeas": "Don't Miss The DeFi💡",
		"velocityIdeasText": "In Defi, everything is ran by smart contracts, which are algorithms on the decentralized blockchain. Putting your crypto to work. No longer sitting in a wallet. The velocity of ideas are accelerating. Expotientially. If you are not keeping up with technology, you will fall behind fast. We must keep in mind Kairos. The ancient Greek word meaning 'the right, critical, or opportune moment'. That moment is now. There's no need to fear or hope, only to seek new technologies. For the losers now, will be later to win, for the times, they are a changing.",
		"revolution": "Revolution",
		"gainzText": "Come Join Us in our Fungi Fantasy! Don't be the last one to learn about DeFi",
		"fijiSignature": " - Fiji The Alien Fungi",
		"psText": "P.S. There are many ideas left to be unlocked in the universe.",
		"powerText": "The power is yours. MushCoin is the key to the future. We are the future. Together we will make it.",
		"ps2Text": "P.S.S. MushCoin to the Moon and Beyond!"
	},

	"pages": {
		"about": {
			"title": "About"
		},
		"contact": {
			"title": "Contact"
		},
		"audits": {
			"title": "Audits"
		},
		"trade": {
			"title": "Trade"
		}
	},
	"headers": {
		"automated-crypto": {
			"text": "Auto Crypto Market Making"
		},
		"dividends": {
			"text": "Dividends"
		},
		"dashboard": {
			"text": "Dashboard"
		},
		"farms": {
			"text": "Farms"
		},
		"pools": {
			"text": "Pools"
		},
		"vaults": {
			"text": "Vaults"
		},
		"crypto-responsibility": {
			"text": "Crypto Responsibility"
		}
	},
	"about": {
		"automated-description": "Automated Crypto Market Making (ACMM) allow digital assets to be traded in a permissionless and automatic way by using liquidity pools  rather than a traditional market of buyers and sellers. Users supply liquidity pools with crypto tokens, whose prices are determined by a constant mathematical formula. Instead of trading between buyers and sellers, users trade against a pool of tokens — a liquidity pool. Liquidity providers normally earn a fee for providing tokens to the pool. This fee is paid by traders who interact with the liquidity pool. This allows liquidity providers to be able to earn yield. Dividends.",
		"farms-description": "Farms are used for yield farming. This is the practice of staking or locking up cryptocurrencies within our blockchain protocol to generate tokenized rewards. Fungfi relys on yield farming to incentivize you to contribute to our network's liquidity. Fungfi does not rely on a centralized market facilitator.",
		"pools-description": "A liquidity pool is a crowdsourced pool of cryptocurrencies or tokens locked in a smart contract that is used to facilitate trades between the assets on a decentralized exchange (DEX). This allows digital assets to be traded in an automatic and permissionless manner through the use of liquidity pools.",
		"vaults-description": "A vault is a piece of blockchain architecture used for the storage, deposit, and withdrawal of different types of cryptocurrency assets. For example, when a user stakes, lends, borrows, or mints different crypto assets, Fungfi will automatically exchange the correct number of assets between different parties via smart contracts.",
		"responsibility-description": "Invest Responsibly. There is incredible potiental for huge gainz in Fungfi Defi, but everything in life carries risk. While every precaution is taken to protect against it. Anything dealing with the Internet or Computers carries the risk of Hackers. You must also be aware of volatility. The crypto markets while being highly rewarding, carry a high amount of volatility. Sometimes this volatility can lead to panic selling, bank runs or impermanent loss. Finally, if you loss your private key or secret statement to your wallet, that crypto is burnt. It is gone forever. So, be careful."
	},
	"dashboard": {
		"wallet": "In your Wallet",
		"tvl": "Total Value Locked",
		"across": "Across all Fung Financial",
		"earn": "Earn More",
		"index": "Index",
		"mushpb": "MUSH per block",
		"mushps": "MUSH per second",
		"marketcap": "Market Cap",
		"totalvol": "Total Volume",
		"maxsupply": "Max Supply",
		"price": "Mush Price:",
		"today": "Today",
		"peak": "Peak",
		"profit": "Profit",
		"lockedInFarms": "Locked in Mush Farms",
		"lockedInPools": "Locked in Poly Pools",
		"lockedInVaults": "Locked in Cyber Vaults",
		"startFarming": "Plant A Seed",
		"addLiquidity": "Create Liquidity",
		"goDeposit": "Deposit"
	},

	"dividendsPage": {
		"cyw": "Connect Wallet",
		"approval": "Approval Required",
		"approvalDescription": "You must first approve your MUSH spending."
	},

	"your": {
		"wallet": "Your Wallet"
	},
	"actions": {
		"earn": "Earn",
		"get": "Get",
		"add": "Add",
		"depositFee": "Deposit Fee",
		"wallet": "Wallet",
		"approve": "Approve",
		"unlock": "Unlock",
		"deposit": "Deposit",
		"withdraw": "Withdraw",
		"harvest": "Harvest",
		"stake": "Stake",
		"details": "Details",
		"depositfee": "Deposit Fee",
		"withdrawalfee": "Withdrawal Fee",
		"notAvaliable": "Not Avaliable"
	},

	"pastActions": {
		"earned": "Earned",
		"deposited": "Deposited",
		"withdrawed": "Withdrawed",
		"staked": "Staked"
	},

	"poolCard": {
		"details": "Details",
		"hide": "Hide",
		"totalLiquidity": "Total Liquidity",
		"myLiquidity": "My Liquidity",
		"viewonMatic": "PolyScan"
	},

	"vaultAccordeon": {
		"currentPrices": "Current Prices",
		"notListedIn": "Not Listed In",
		"viewInfo": "View Info",
		"loading": "Loading"
	},

	"vaultFilter": {
		"all": "All",
		"hidezero": "Hide Zero Balances",
		"filterby": "Filter By",
		"sortby": "Sort By",
		"search": "Search",
		"stakedonly": "Staked Only",
		"desceding": "Descending",
		"ascending": "Ascending",
		"searchvaults": "Search Vaults"
	},

	"modals": {
		"input": "Input",
		"balance": "Balance",
		"otherOptions": "Other Options",
		"depositYour": "DEPOSIT YOUR",
		"withdrawYour": "WITHDRAW YOUR"
	},

	"walletStatus": {
		"wallet": "Wallet",
		"install": "Install Metamask",
		"connected": "Connected",
		"checking": "Checking Metamask..."
	}
}
