{
	"home": {
		"tagline1": "No puedes vencer al mercado",
		"tagline2": "Pero puedes hacerlo",
		"marketCap": "Mush Cap de Mercado",
		"introTitle": "Presentando MushCoin",
		"intro": "Los principios que seguimos en Defi (Finanzas Descentralizadas) se basan en la filosofía de los Fungi. Los hongos son un organismo crítico y quizás el más vital para el mundo. Reciclan a los muertos. Toman el material muerto y podrido y lo revitalizan. Los hongos aseguran que las plantas y los animales muertos se descompongan en moléculas más pequeñas que puedan ser utilizadas por otros miembros del ecosistema. De la misma manera, FungFi sigue este mismo principio con el sistema financiero. Presentamos mushCoin, su clave para Defi, para descomponer la podredumbre del sistema financiero y devolver los nutrientes vitales. Creando un ciclo sostenible.",
		"wallStreetTitle": "Wall Street de las Criptomonedas",
		"wallStreetSpeech": "Wall Street es un lugar entre Liberty y Nassau Street en el centro de Manhattan. Es sobre todo un destino turístico en la actualidad. Sin embargo, Wall Street no es conocido en todo el mundo debido a la calle física. es una idea Un concepto. Wall Street es la representación del dinero real. Las ballenas, que financian todo y tienen sus manos en cada tarro de galletas. El nombre del juego es deuda. Los bancos prestan dinero y cobran intereses sobre él. Toman sus cuentas de ahorro y las prestan. Financian casas, automóviles y bonos corporativos. En cada transacción que existe, juegan el papel de intermediarios y están ahí en cada paso del camino. Sin embargo, existe una posición de privilegio particular dentro de Wall Street, la posición de los creadores de mercado. Casi no tienen riesgo en el mercado, pero continúan acumulando dinero prácticamente libre de riesgo, proporcionando liquidez. Pero tú o yo no podemos jugar a este juego. No estamos permitidos. Hay altos requisitos de capital y muchas barreras legales de entrada. Es un club grande y no estamos en él.",
		"cryptoAdventureTitle": "Tu Aventura Criptográfica",
		"cryptoAdventureText": "Hasta hace muy poco, estas ideas y conceptos ni siquiera existían. La tecnología está creciendo exponencialmente, más rápido de lo que cualquier gobierno, corporación o, literalmente, cualquiera puede seguir el ritmo. En Defi, todo se ejecuta mediante contratos inteligentes, que son algoritmos en la cadena de bloques descentralizada. A través de estos algoritmos, puede proporcionar liquidez. Ahora tiene las herramientas para jugar el juego que antes solo estaban disponibles para la élite. Puede pone una posición en estos fondos de liquidez y ser recompensado solo por proporcionar liquidez. Ya no te conformes con míseros rendimientos en tu cuenta corriente, ahora puedes participar de esta nueva economía algorítmica digital. Los gobiernos y los bancos tienen miedo de esta tecnología, y muchos no son capaces de entenderla. Ya no se requiere un intermediario, y con las herramientas y los contratos inteligentes que se encuentran aquí en este sitio, puede embarcarse en su viaje Defi para disfrutar del potencial de un creador de mercado.",
		"kariosTitle": "Karios",
		"kariosText": "Kairos es una palabra griega antigua que significa, 'el momento adecuado, crítico u oportuno'. El genio de las criptos ha creado ese kairos, y lo es ahora. Ese genio es la capacidad de que todas las transacciones sean de igual a igual, de persona a persona. Permitiendo enviar dinero a cualquier parte del mundo, sin necesidad de un banco central o intermediario bancario. Porque no hay que temer ni esperar, sino solo buscar nuevas tecnologías. Solo ahora se ha descubierto el verdadero potencial de la cadena de bloques. Crypto seguirá existiendo en esta Internet global, pero los hombres detrás de la cortina querrán quitarte esto. Ciudad Esmeralda podría no durar para siempre.",
		"velocityIdeas": "La Velocidad de las Ideas",
		"velocityIdeasText": "La velocidad de las ideas se está acelerando; todo está cambiando a un ritmo exponencial. Sin embargo, la comunidad es la base de la humanidad y sobre esta roca, FungFi curvará su nombre para servir a esta comunidad. Seguiremos los 1 y los 0 y trabajaremos para escapar de la corrupción. Porque una computadora nunca miente. Con un gran poder viene una gran responsabilidad. Sin embargo, usted es responsable de sus criptoactivos. Mantente alerta. Haz tu investigación. Conocete a ti mismo. Y conoce tu riesgo. Encuentra todos nuestros contratos inteligentes en Github. Trabajemos juntos para crear más valor y riqueza, para más personas, en esta economía digital global. A medida que continuamos innovando y empujando la tecnología más allá. Juntos. Para los perdedores ahora, será más tarde para ganar, porque los tiempos están cambiando '",
		"gainzText": "¡Únase a nosotros en Fungi Fantasy! Donde la ganancia es tan buena, crees que estás soñando",
		"fijiSignature": " - Fiji El Fungo",
		"psText": "P.S. No lo olvides, el dinero es solo una idea. Quedan muchas ideas por desbloquear en el universo.",
		"powerText": "El poder es tuyo.",
		"ps2Text": "P.S.S. MushCoin a la Luna...y más allá!"
	},
	"pages": {
		"about": {
			"title": "A cerca de"
		},
		"contact": {
			"title": "Contacto"
		},
		"audits": {
			"title": "Auditorías"
		},
		"trade": {
			"title": "Comercio"
		}
	},
	"headers": {
		"automated-crypto": {
			"text": "Creación Automatizada de Criptomercados"
		},
		"dividends": {
			"text": "Dividendos"
		},
		"dashboard": {
			"text": "Tablero"
		},
		"farms": {
			"text": "Granjas"
		},
		"pools": {
			"text": "Fondos"
		},
		"vaults": {
			"text": "Bóvedas"
		},
		"crypto-responsibility": {
			"text": "Responsibilidad Criptográfica"
		}
	},
	"about": {
		"automated-description":"La creación automatizada de criptomercados (ACMM) permite que los activos digitales se negocien de forma automática y sin permiso mediante el uso de fondos de liquidez en lugar de un mercado tradicional de compradores y vendedores. Los usuarios suministran fondos de liquidez con tokens criptográficos, cuyos precios están determinados por una fórmula matemática constante. En lugar de negociar entre compradores y vendedores, los usuarios intercambian contra un grupo de tokens, un grupo de liquidez. Los proveedores de liquidez normalmente ganan una tarifa por proporcionar tokens al grupo. Esta tarifa la pagan los comerciantes que interactúan con el grupo de liquidez. Esto permite que los proveedores de liquidez puedan obtener rendimiento. Dividendos.",
		"farms-description": "Las granjas se utilizan para la agricultura de rendimiento. Esta es la práctica de apostar o bloquear criptomonedas dentro de nuestro protocolo de cadena de bloques para generar recompensas tokenizadas. Fungfi se basa en la agricultura de rendimiento para incentivarlo a contribuir a la liquidez de nuestra red. Fungfi no depende de un facilitador de mercado centralizado.",
		"pools-description": "Un grupo de liquidez es un grupo de criptomonedas o tokens de colaboración colectiva bloqueados en un contrato inteligente que se utiliza para facilitar las transacciones entre los activos en un intercambio descentralizado (DEX). Esto permite que los activos digitales se negocien de manera automática y sin permiso mediante el uso de fondos de liquidez.",
		"vaults-description": "Una bóveda es una pieza de arquitectura de cadena de bloques utilizada para el almacenamiento, depósito y retiro de diferentes tipos de activos de criptomonedas. Por ejemplo, cuando un usuario apuesta, presta, toma prestado o acuña diferentes criptoactivos, Fungfi intercambiará automáticamente la cantidad correcta de activos entre diferentes partes a través de contratos inteligentes.",
		"responsibility-description": "Invierta responsablemente. Hay un potencial increíble para obtener grandes ganancias en Fungfi Defi, pero todo en la vida conlleva riesgos. Si bien se toman todas las precauciones para protegerse contra ella. Todo lo relacionado con Internet o las computadoras conlleva el riesgo de los piratas informáticos. También debe ser consciente de la volatilidad. Los criptomercados, si bien son muy gratificantes, conllevan una gran volatilidad. A veces, esta volatilidad puede provocar ventas de pánico, corridas bancarias o pérdidas temporales. Finalmente, si pierde su clave privada o declaración secreta en su billetera, esa criptografía se quema. Se ha ido para siempre. Así que ten cuidado."
	},
	"dashboard": {
		"wallet": "Tu cartera",
		"tvl": "Valor Total Guardado",
		"across": "En todo Fung Financial",
		"earn": "Gana más",
		"index": "Index",
		"mushpb": "MUSH por bloque",
		"marketcap": "Capitalización",
		"totalvol": "Volumen Total",
		"maxsupply": "Suministro Máximo",
		"price": "Precio del MUSH",
		"today": "Hoy",
		"peak": "Máximo",
		"profit": "Ganancia",
		"lockedInFarms": "En las granjas de MUSH",
		"lockedInPools": "En los fondos de Poly",
		"lockedInVaults": "En las Bóvedas de FungFi ",
		"startFarming": "Plantar una semilla",
		"addLiquidity": "Crear liquidez",
		"goDeposit": "Deposita"
	},
	"dividendsPage": {
		"cyw": "Conecta tu Cartera",
		"approval": "Se requiere aprobación",
		"approvalDescription": "Necesitas aprobar el gasto de MUSH primero"
	},
	"your": {
		"wallet": "Your Wallet"
	},
	"actions": {
		"earn": "Gana",
		"get": "Obten",
		"add": "Agregar",
		"depositFee": "Tarifa por Depósito",
		"wallet": "Cartera",
		"approve": "Aprobar",
		"unlock": "Desbloquear",
		"deposit": "Depositar",
		"withdraw": "Retirar",
		"harvest": "Cosechar",
		"stake": "Poner",
		"details": "Detalles",
		"depositfee": "Tarifa por Depósito",
		"withdrawalfee": "Tarifa de Retiro",
		"notAvaliable": "No disponible"
	},

	"pastActions": {
		"earned": "Ganado",
		"deposited": "Depositado",
		"withdrawed": "Retirado",
		"staked": "Puesto"
	},

	"poolCard": {
		"details": "Detalles",
		"hide": "Esconder",
		"totalLiquidity": "Liquidez Total",
		"myLiquidity": "Mi Liquidez",
		"viewonMatic": "Ver en el explorador"
	},

	"vaultAccordeon": {
		"currentPrices": "Precios Actuales",
		"notListedIn": "Sin listar en",
		"viewInfo": "Ver Información",
		"loading": "Cargando"
	},

	"vaultFilter": {
		"all": "Todos",
		"hidezero": "Esconder Balances Cero",
		"filterby": "Filtrar por",
		"sortby": "Ordenar por",
		"search": "Buscar",
		"stakedonly": "Solo Staked",
		"desceding": "Descendiente",
		"ascending": "Ascendiente",
		"searchvaults": "Buscar Bóvedas"
	},

	"modals": {
		"input": "Aporte",
		"balance": "Balance",
		"otherOptions": "Otras Opciones",
		"depositYour": "DEPOSITA TU",
		"withdrawYour": "RETIRA TU"
	},

	"walletStatus": {
		"wallet": "Cartera",
		"install": "Metamask",
		"connected": "Conectado",
		"checking": "Verificando Metamask..."
	}
}
