{
	"home": {
		"tagline1": "춰Hazlo!",
		"tagline2": "MushCoin",
		"marketCap": "Capitalizaci칩n de Mercado ",
		"introTitle": "Presentamos MushCoin",
		"intro": "Los principios que seguimos en Defi (Finanzas Descentralizadas) se basan en la filosof칤a de los Fungi. Los Hongos son un organismo vital que regresan a los muertos. Entonces trae de vuelta a los muertos para que se conviertan en vida otra vez. Contin칰an el Ciclo de la Vida. MushCoin es su llave para esta nueva Ciudad Cibern칠tica Esmeralda. Descomponemos la podredumbre.",
		"velocityIdeas": "No te pierdas DeFi游눠",
		"velocityIdeasText": "En DeFi, todo se ejecuta mediante contratos inteligentes, que son algoritmos en la cadena de bloques descentralizada. Ponga sus criptoactivos a trabajar. Ya no mas holding. La velocidad de las ideas se est치 acelerando. exponencialmente. Si no est치 al d칤a con la tecnolog칤a, se atrasar치 r치pidamente. Debemos tener presente a Kairos. El significado de la palabra griega antigua \"el momento adecuado, cr칤tico u oportuno\". No hay que temer ni esperar, solo buscar nuevas tecnolog칤as. Para los perdedores ahora, ser치 m치s tarde para ganar, para los tiempos, est치n cambiando.",
		"revolution": "Revoluci칩n",
		"gainzText": "춰칔nase a nosotros en nuestra Fungi Aventura! No seas el 칰ltimo en aprender sobre DeFi",
		"fijiSignature": " - Fiji El Hongo Extraterrestre",
		"psText": "PD Quedan muchas ideas por desbloquear en el universo.",
		"powerText": "El poder es tuyo. MushCoin es la clave del futuro. Somos el futuro. Juntos lo lograremos.",
		"ps2Text": "P.S.S. 춰MushCoin a la Luna y m치s all치!"
	},
	"pages": {
		"about": {
			"title": "Acerca de "
		},
		"contact": {
			"title": "Contacto"
		},
		"audits": {
			"title": "Auditor칤as"
		},
		"trade": {
			"title": "Comercio"
		}
	},
	"headers": {
		"automated-crypto": {
			"text": "Creaci칩n Automatizada de Criptomercados"
		},
		"dividends": {
			"text": "Dividendos"
		},
		"dashboard": {
			"text": "Tablero"
		},
		"farms": {
			"text": "Granjas"
		},
		"pools": {
			"text": "Fondos"
		},
		"vaults": {
			"text": "B칩vedas"
		},
		"crypto-responsibility": {
			"text": "Responsibilidad Criptogr치fica"
		}
	},
	"about": {
		"automated-description": "La creaci칩n automatizada de criptomercados (ACMM) permite que los activos digitales se negocien de forma autom치tica y sin permiso mediante el uso de fondos de liquidez en lugar de un mercado tradicional de compradores y vendedores. Los usuarios suministran fondos de liquidez con tokens criptogr치ficos, cuyos precios est치n determinados por una f칩rmula matem치tica constante. En lugar de negociar entre compradores y vendedores, los usuarios intercambian contra un grupo de tokens, un grupo de liquidez. Los proveedores de liquidez normalmente ganan una tarifa por proporcionar tokens al grupo. Esta tarifa la pagan los comerciantes que interact칰an con el grupo de liquidez. Esto permite que los proveedores de liquidez puedan obtener rendimiento. Dividendos.",
		"farms-description": "Las granjas se utilizan para la cosecha de rendimiento. Esta es la pr치ctica de apostar o bloquear criptomonedas dentro de nuestro protocolo de cadena de bloques para generar recompensas tokenizadas. Fungfi se basa en la agricultura de rendimiento para incentivarlo a contribuir a la liquidez de nuestra red. Fungfi no depende de un facilitador de mercado centralizado.",
		"pools-description": "Un grupo de liquidez es un grupo de criptomonedas o tokens de colaboraci칩n colectiva bloqueados en un contrato inteligente que se utiliza para facilitar las transacciones entre los activos en un intercambio descentralizado (DEX). Esto permite que los activos digitales se negocien de manera autom치tica y sin permiso mediante el uso de fondos de liquidez.",
		"vaults-description": "Una b칩veda es una pieza de arquitectura de cadena de bloques utilizada para el almacenamiento, dep칩sito y retiro de diferentes tipos de activos de criptomonedas. Por ejemplo, cuando un usuario apuesta, presta, toma prestado o acu침a diferentes criptoactivos, Fungfi intercambiar치 autom치ticamente la cantidad correcta de activos entre diferentes partes a trav칠s de contratos inteligentes.",
		"responsibility-description": "Invierta responsablemente. Hay un potencial incre칤ble para obtener grandes ganancias en Fungfi Defi, pero todo en la vida conlleva riesgos. Si bien se toman todas las precauciones para protegerse contra ella. Todo lo relacionado con Internet o las computadoras conlleva el riesgo de los piratas inform치ticos. Tambi칠n debe ser consciente de la volatilidad. Los criptomercados, si bien son muy gratificantes, conllevan una gran volatilidad. A veces, esta volatilidad puede provocar ventas de p치nico, corridas bancarias o p칠rdidas temporales. Finalmente, si pierde su clave privada o declaraci칩n secreta en su billetera, esa criptograf칤a se quema. Se ha ido para siempre. As칤 que ten cuidado."
	},
	"dashboard": {
		"wallet": "Tu cartera",
		"tvl": "Valor Total Almacenado",
		"across": "En todo Fung Financial",
		"earn": "Gana m치s",
		"index": "Index",
		"mushpb": "MUSH por bloque",
		"mushps": "MUSH per second",
		"marketcap": "Capitalizaci칩n",
		"totalvol": "Volumen Total",
		"maxsupply": "Suministro M치ximo",
		"price": "Precio del MUSH",
		"today": "Hoy",
		"peak": "M치ximo",
		"profit": "Ganancia",
		"lockedInFarms": "En las granjas de MUSH",
		"lockedInPools": "En los fondos de Poly",
		"lockedInVaults": "En las B칩vedas de FungFi ",
		"startFarming": "Plantar una semilla",
		"addLiquidity": "Crear liquidez",
		"goDeposit": "Deposita"
	},
	"dividendsPage": {
		"cyw": "Conectar Cartera",
		"approval": "Se requiere aprobaci칩n",
		"approvalDescription": "Necesitas aprobar el gasto de MUSH primero"
	},
	"your": {
		"wallet": "Your Wallet"
	},
	"actions": {
		"earn": "Gana",
		"get": "Obten",
		"add": "Agregar",
		"depositFee": "Tarifa por Dep칩sito",
		"wallet": "Cartera",
		"approve": "Aprobar",
		"unlock": "Desbloquear",
		"deposit": "Depositar",
		"withdraw": "Retirar",
		"harvest": "Cosechar",
		"stake": "Poner",
		"details": "Detalles",
		"depositfee": "Tarifa por Dep칩sito",
		"withdrawalfee": "Tarifa de Retiro",
		"notAvaliable": "No disponible"
	},

	"pastActions": {
		"earned": "Ganado",
		"deposited": "Depositado",
		"withdrawed": "Retirado",
		"staked": "Puesto"
	},

	"poolCard": {
		"details": "Detalles",
		"hide": "Esconder",
		"totalLiquidity": "Liquidez Total",
		"myLiquidity": "Mi Liquidez",
		"viewonMatic": "Explorador"
	},

	"vaultAccordeon": {
		"currentPrices": "Precios Actuales",
		"notListedIn": "Sin listar en",
		"viewInfo": "Ver Informaci칩n",
		"loading": "Cargando"
	},

	"vaultFilter": {
		"all": "Todos",
		"hidezero": "Esconder Balances Cero",
		"filterby": "Filtrar por",
		"sortby": "Ordenar por",
		"search": "Buscar",
		"stakedonly": "Solo Staked",
		"desceding": "Descendiente",
		"ascending": "Ascendiente",
		"searchvaults": "Buscar B칩vedas"
	},

	"modals": {
		"input": "Aporte",
		"balance": "Balance",
		"otherOptions": "Otras Opciones",
		"depositYour": "DEPOSITA TU",
		"withdrawYour": "RETIRA TU"
	},

	"walletStatus": {
		"wallet": "Cartera",
		"install": "Instalar Metamask",
		"connected": "Conectado",
		"checking": "Verificando Metamask..."
	}
}
