{
	"home": {
		"tagline1": "Fais-le",
		"tagline2": "MushCoin",
		"marketCap": "Capitalisation boursière Mush",
		"introTitle": "Présentation de MushCoin",
		"intro": "Les principes que nous suivons dans Defi (finance décentralisée) sont basés sur la philosophie des Fungi. Les Champignons sont un organisme vital qui recycle les morts. Ils ramènent les morts à la terre. Ils continuent le Cercle de la Vie. MushCoin est votre clé pour cette nouvelle Emerald Cyber City. Nous décomposons la pourriture.",
		"velocityIdeas": "Ne manquez pas le DeFi💡",
		"velocityIdeasText": "Dans Defi, tout est géré par des contrats intelligents, qui sont des algorithmes sur la blockchain décentralisée. Mettre votre crypto au travail. Ne plus rester assis dans un portefeuille. Kairos est un mot grec ancien qui signifie « le moment juste, critique ou opportun ». La vitesse des idées s'accélère. Expotiellement. Si vous ne suivez pas la technologie, vous prendrez rapidement du retard. Mais il n'y a pas lieu d'avoir peur ou d'espérer, seulement de chercher de nouvelles technologies. Pour les perdants maintenant, ce sera plus tard pour gagner, pour l'époque, ils changent.",
		"revolution": "Révolution",
		"gainzText": "Venez nous rejoindre dans notre Fungi Fantasy ! Ne soyez pas le dernier à en savoir plus sur DeFi",
		"fijiSignature": " - Fidji Les Champignons",
		"psText": "PS Il reste de nombreuses idées à débloquer dans l'univers.",
		"powerText": "Le pouvoir est à vous. MushCoin est la clé du futur. Nous sommes le futur. Ensemble nous y arriverons.",
		"ps2Text": "P.S.S. MushCoin vers la Lune et au-delà !"
	},
	"pages": {
		"about": {
			"title": "Sur"
		},
		"contact": {
			"title": "Contact"
		},
		"audits": {
			"title": "Audits"
		},
		"trade": {
			"title": "Échange"
		},
		"trdae": {
			"trade": "Commerce"
		}
	},
	"headers": {
		"automated-crypto": {
			"text": "Création de marché de la cryptographie automatique"
		},
		"dividends": {
			"text": "Dividendes"
		},
		"dashboard": {
			"text": "Tableau de bord"
		},
		"farms": {
			"text": "Fermes"
		},
		"pools": {
			"text": "Piscines"
		},
		"vaults": {
			"text": "coffres"
		},
		"crypto-responsibility": {
			"text": "Responsabilité cryptographique"
		}
	},
	"about": {
		"automated-description": "La création automatisée de marchés cryptographiques (ACMM) permet d'échanger des actifs numériques de manière automatique et sans autorisation en utilisant des pools de liquidités plutôt qu'un marché traditionnel d'acheteurs et de vendeurs. Les utilisateurs alimentent des pools de liquidités avec des jetons cryptographiques, dont les prix sont déterminés par une formule mathématique constante. Au lieu d'échanger entre acheteurs et vendeurs, les utilisateurs négocient contre un pool de jetons - un pool de liquidités. Les fournisseurs de liquidité perçoivent normalement des frais pour fournir des jetons au pool. Cette commission est payée par les traders qui interagissent avec le pool de liquidités. Cela permet aux fournisseurs de liquidités de gagner du rendement. Dividendes.",
		"farms-description": "Les fermes sont utilisées pour l'agriculture de rendement. Il s'agit de la pratique consistant à jalonner ou à verrouiller des crypto-monnaies dans notre protocole blockchain pour générer des récompenses tokenisées. Fungfi s'appuie sur l'agriculture de rendement pour vous inciter à contribuer à la liquidité de notre réseau. Fungfi ne s'appuie pas sur un facilitateur de marché centralisé.",
		"pools-description": "Un pool de liquidités est un pool participatif de crypto-monnaies ou de jetons enfermés dans un contrat intelligent qui est utilisé pour faciliter les transactions entre les actifs sur un échange décentralisé (DEX). Cela permet aux actifs numériques d'être échangés de manière automatique et sans autorisation grâce à l'utilisation de pools de liquidités.",
		"vaults-description": "Un coffre-fort est un élément de l'architecture blockchain utilisé pour le stockage, le dépôt et le retrait de différents types d'actifs de crypto-monnaie. Par exemple, lorsqu'un utilisateur mise, prête, emprunte ou frappe différents actifs cryptographiques, Fungfi échangera automatiquement le nombre correct d'actifs entre différentes parties via des contrats intelligents.",
		"responsibility-description": "Investissez de manière responsable. Il y a un potentiel incroyable pour des gains énormes dans Fungfi Defi, mais tout dans la vie comporte des risques. Alors que toutes les précautions sont prises pour s'en protéger. Tout ce qui concerne Internet ou les ordinateurs comporte le risque de pirates. Vous devez également être conscient de la volatilité. Les marchés de la cryptographie, tout en étant très rémunérateurs, comportent une grande volatilité. Parfois, cette volatilité peut entraîner des ventes de panique, des paniques bancaires ou des pertes impermanentes. Enfin, si vous perdez votre clé privée ou votre déclaration secrète dans votre portefeuille, cette crypto est brûlée. C'est parti pour toujours. Donc sois prudent."
	},
	"dashboard": {
		"wallet": "Dans votre portefeuille",
		"tvl": "Valeur totale verrouillée",
		"across": "Dans tous les Fung Financial",
		"earn": "Gagne plus",
		"index": "Indice",
		"mushpb": "MUSH par bloc",
		"marketcap": "Capitalisation boursière",
		"totalvol": "Volume total",
		"maxsupply": "Approvisionnement maximum",
		"price": "Prix de la bouillie :",
		"today": "Aujourd'hui",
		"peak": "Culminer",
		"profit": "Profit",
		"lockedInFarms": "Enfermé dans les fermes Mush",
		"lockedInPools": "Enfermé dans des piscines poly",
		"lockedInVaults": "Enfermé dans des coffres-forts virtuels",
		"startFarming": "Plantez une graine",
		"addLiquidity": "Créer de la liquidité",
		"goDeposit": "Verser"
	},
	"dividendsPage": {
		"cyw": "Connecter le portefeuille",
		"approval": "Approbation exigée",
		"approvalDescription": "Vous devez d'abord approuver vos dépenses MUSH."
	},
	"your": {
		"wallet": "Ton portefeuille"
	},
	"actions": {
		"earn": "Gagner",
		"get": "Avoir",
		"add": "Ajouter",
		"depositFee": "Frais de dépôt",
		"wallet": "Portefeuille",
		"approve": "Approuver",
		"unlock": "Ouvrir",
		"deposit": "Verser",
		"withdraw": "Retirer",
		"harvest": "Récolte",
		"stake": "Miser",
		"details": "Des détails",
		"depositfee": "Frais de dépôt",
		"withdrawalfee": "frais de retrait",
		"notAvaliable": "Pas disponible"
	},
	"pastActions": {
		"earned": "Gagné",
		"deposited": "Déposé",
		"withdrawed": "Retiré",
		"staked": "Jalonné"
	},
	"poolCard": {
		"details": "Des détails",
		"hide": "Cacher",
		"totalLiquidity": "Liquidité totale",
		"myLiquidity": "Ma liquidité",
		"viewonMatic": "Vérifier sur PolyScan"
	},
	"vaultAccordeon": {
		"currentPrices": "Prix actuels",
		"notListedIn": "Non répertorié dans",
		"viewInfo": "Afficher les informations",
		"loading": "Chargement"
	},
	"vaultFilter": {
		"all": "Tous",
		"hidezero": "Masquer les soldes nuls",
		"filterby": "Filtrer par",
		"sortby": "Trier par",
		"search": "Rechercher",
		"stakedonly": "Implanté uniquement",
		"desceding": "Descendant",
		"ascending": "Ascendant",
		"searchvaults": "Rechercher des coffres-forts"
	},
	"modals": {
		"input": "Contribution",
		"balance": "Équilibre",
		"otherOptions": "Autres options",
		"depositYour": "DÉPOSEZ VOTRE",
		"withdrawYour": "RETIREZ VOTRE"
	},
	"walletStatus": {
		"wallet": "Portefeuille",
		"install": "Installer Metamask",
		"connected": "Lié",
		"checking": "Vérification du métamasque..."
	}
}
