{
	"launchTimeLeft": {
		"countdown": "टी लॉन्च करने के लिए उलटी गिनती -"
	},
	"depositWarning": {
		"warning": "जमा और निकासी उपलब्ध हैं लेकिन जब तक आप MUSH नहीं कमाएंगे"
	},
	"comingSoon": {
		"soon": "जल्द आ रहा है...",
		"left": "शेष समय:"
	},
	"homepage": {
		"presents": "उपहार",
		"revolution": "विकेंद्रीकृत वित्त की क्रांति",
		"mushcoin": "MushCoin यह है कि लोग FungFi के भविष्य में अपनी हिस्सेदारी कैसे व्यक्त करते हैं। MUSH को पूल और खेतों में दांव लगाकर वितरित किया जाएगा।",
		"mushroomFarms": "जो ग्राहक MUSH/USDC LP टोकन को FungFi फ़ार्म में दांव पर लगाते हैं, उन्हें MushCoin से पुरस्कृत किया जाएगा।",
		"myceliumPools": "FungFi उपयोगकर्ता हर सेकंड $MUSH कमाना शुरू करने के लिए हमारे पूल में अन्य टोकन को दांव पर लगाने में सक्षम होंगे।",
		"fungiVaults": "उपयोगकर्ताओं को स्वचालित रूप से खेती के टोकन को उन संपत्तियों में वापस जोड़ने की अनुमति दें, जिन्हें उन्होंने मूल रूप से दांव पर लगाया था।"
	},
	"home": {
		"tagline1": "इसे बनाएं!",
		"tagline2": "मुशकॉइन",
		"marketCap": "बाज़ार आकार",
		"introTitle": "पेश है मुशकॉइन",
		"intro": "डेफी (विकेंद्रीकृत वित्त) में हम जिन सिद्धांतों का पालन करते हैं, वे कवक के दर्शन पर आधारित हैं। मशरूम एक महत्वपूर्ण जीव है जो मरे हुओं को लौटाता है। फिर मरे हुओं को फिर से जीवन बनने के लिए वापस लाओ। वे जीवन के चक्र को जारी रखते हैं। MushCoin इस नई एमराल्ड साइबर सिटी की कुंजी है। हम सड़ांध को विघटित करते हैं।",
		"velocityIdeas": "डेफी मिस न करें",
		"velocityIdeasText": "डेफी में, सब कुछ स्मार्ट कॉन्ट्रैक्ट्स द्वारा चलाया जाता है, जो कि विकेंद्रीकृत ब्लॉकचेन पर एल्गोरिदम हैं। अपने क्रिप्टो को काम पर लाना। अब बटुए में नहीं बैठा। विचारों की गति तेज हो रही है। घातीय रूप से। यदि आप तकनीक के साथ नहीं चल रहे हैं, तो आप तेजी से पिछड़ जाएंगे। हमें कैरोस को ध्यान में रखना चाहिए। प्राचीन ग्रीक शब्द का अर्थ है 'सही, महत्वपूर्ण या उपयुक्त क्षण'। वह क्षण अब है। केवल नई तकनीकों की तलाश करने के लिए, डरने या आशा करने की कोई आवश्यकता नहीं है। हारने वालों के लिए अब जीत बाद में होगी, समय के लिए, वे बदल रहे हैं।",
		"revolution": "क्रांति",
		"gainzText": "हमारे फंगी फंतासी में शामिल हों! DeFi के बारे में जानने वाले अंतिम व्यक्ति न बनें",
		"fijiSignature": " - फिजी विदेशी कवक",
		"psText": "पी.एस. ब्रह्मांड में अनलॉक होने के लिए कई विचार शेष हैं।",
		"powerText": "शक्ति तुम्हारी है। MushCoin भविष्य की कुंजी है। हम भविष्य हैं। हम सब मिलकर इसे बनाएंगे।",
		"ps2Text": "पी.एस.एस. मुशकॉइन टू द मून एंड बियॉन्ड!"
	},
	"pages": {
		"about": {
			"title": "लगभग"
		},
		"contact": {
			"title": "संपर्क करना"
		},
		"audits": {
			"title": "ऑडिट"
		},
		"trade": {
			"title": "व्यापार"
		}
	},
	"headers": {
		"automated-crypto": {
			"text": "ऑटो क्रिप्टो मार्केट मेकिंग"
		},
		"dividends": {
			"text": "लाभांश"
		},
		"dashboard": {
			"text": "डैशबोर्ड"
		},
		"farms": {
			"text": "फार्म"
		},
		"pools": {
			"text": "ताल"
		},
		"vaults": {
			"text": "वाल्टों"
		},
		"metapixel": {
			"text": "मेटापिक्सेल"
		},
		"crypto-responsibility": {
			"text": "क्रिप्टो जिम्मेदारी"
		}
	},
	"about": {
		"automated-description": "ऑटोमेटेड क्रिप्टो मार्केट मेकिंग (एसीएमएम) खरीदारों और विक्रेताओं के पारंपरिक बाजार के बजाय तरलता पूल का उपयोग करके डिजिटल संपत्ति को बिना अनुमति और स्वचालित तरीके से कारोबार करने की अनुमति देता है। उपयोगकर्ता क्रिप्टो टोकन के साथ तरलता पूल की आपूर्ति करते हैं, जिनकी कीमतें एक स्थिर गणितीय सूत्र द्वारा निर्धारित की जाती हैं। खरीदारों और विक्रेताओं के बीच व्यापार करने के बजाय, उपयोगकर्ता टोकन के एक पूल के खिलाफ व्यापार करते हैं – एक तरलता पूल। तरलता प्रदाता आमतौर पर पूल को टोकन प्रदान करने के लिए शुल्क कमाते हैं। यह शुल्क उन व्यापारियों द्वारा भुगतान किया जाता है जो तरलता पूल के साथ बातचीत करते हैं। यह तरलता प्रदाताओं को उपज अर्जित करने में सक्षम बनाता है। लाभांश।",
		"farms-description": "खेतों का उपयोग उपज खेती के लिए किया जाता है। टोकनयुक्त पुरस्कार उत्पन्न करने के लिए यह हमारे ब्लॉकचेन प्रोटोकॉल के भीतर क्रिप्टोकरेंसी को बंधक बनाने या लॉक करने की प्रथा है। हमारे नेटवर्क की तरलता में योगदान करने के लिए आपको प्रोत्साहित करने के लिए फंगफी उपज खेती पर निर्भर करता है। फंगफी एक केंद्रीकृत बाजार सूत्रधार पर भरोसा नहीं करता है।",
		"pools-description": "एक तरलता पूल एक स्मार्ट अनुबंध में बंद क्रिप्टोकरेंसी या टोकन का एक भीड़-भाड़ वाला पूल है जिसका उपयोग विकेंद्रीकृत एक्सचेंज (डीईएक्स) पर परिसंपत्तियों के बीच व्यापार को सुविधाजनक बनाने के लिए किया जाता है। यह तरलता पूल के उपयोग के माध्यम से डिजिटल संपत्ति को स्वचालित और अनुमति रहित तरीके से व्यापार करने की अनुमति देता है।",
		"vaults-description": "तिजोरी ब्लॉकचेन आर्किटेक्चर का एक टुकड़ा है जिसका उपयोग विभिन्न प्रकार की क्रिप्टोक्यूरेंसी परिसंपत्तियों के भंडारण, जमा और निकासी के लिए किया जाता है। उदाहरण के लिए, जब कोई उपयोगकर्ता अलग-अलग क्रिप्टो संपत्तियों को दांव पर लगाता है, उधार देता है, उधार लेता है या टकसाल करता है, तो फुंगफी स्वचालित रूप से स्मार्ट अनुबंधों के माध्यम से विभिन्न पार्टियों के बीच संपत्ति की सही संख्या का आदान-प्रदान करेगा।",
		"responsibility-description": "जिम्मेदारी से निवेश करें। फुंगफी डेफी में भारी लाभ के लिए अविश्वसनीय क्षमता है, लेकिन जीवन में हर चीज में जोखिम होता है। जबकि इससे बचाव के लिए हर संभव एहतियात बरती जा रही है। इंटरनेट या कंप्यूटर से संबंधित कोई भी चीज हैकर्स के जोखिम को वहन करती है। आपको अस्थिरता के बारे में भी पता होना चाहिए। क्रिप्टो बाजार अत्यधिक फायदेमंद होने के बावजूद, उच्च मात्रा में अस्थिरता रखता है। कभी-कभी इस अस्थिरता से घबराहट में बिक्री, बैंक चलाना या अस्थायी नुकसान हो सकता है। अंत में, यदि आप अपनी निजी कुंजी या गुप्त विवरण को अपने बटुए में खो देते हैं, तो वह क्रिप्टो जल जाता है। यह हमेशा के लिए चला गया है। तो सावधान रहें।"
	},
	"dashboard": {
		"wallet": "आपके वॉलेट में",
		"tvl": "कुल मूल्य बंद",
		"across": "सभी फंग वित्तीय के पार",
		"earn": "और कमाओ",
		"index": "अनुक्रमणिका",
		"mushpb": "MUSH प्रति ब्लॉक",
		"mushps": "MUSH प्रति सेकंड",
		"marketcap": "बाज़ार आकार",
		"totalvol": "कुल मात्रा",
		"maxsupply": "अधिकतम आपूर्ति",
		"price": "मुश कीमत:",
		"today": "आज",
		"peak": "शिखर",
		"profit": "लाभ",
		"lockedInFarms": "मुश फार्म में बंद",
		"lockedInPools": "पॉली पूल में बंद",
		"lockedInVaults": "साइबर वॉल्ट में बंद",
		"startFarming": "पौधा एक बीज",
		"addLiquidity": "तरलता बनाएँ",
		"goDeposit": "जमा करना"
	},
	"dividendsPage": {
		"cyw": "वॉलेट कनेक्ट करें",
		"approval": "अनुमोदन की आवश्यकता है",
		"approvalDescription": "आपको पहले अपने MUSH खर्च को मंजूरी देनी होगी।"
	},
	"your": {
		"wallet": "आपका बटुआ"
	},
	"actions": {
		"earn": "कमाना",
		"get": "पाना",
		"add": "जोड़ें",
		"depositFee": "जमा शुल्क",
		"performanceFee": "प्रदर्शन शुल्क",
		"wallet": "बटुआ",
		"approve": "मंज़ूरी देना",
		"unlock": "अनलॉक",
		"deposit": "जमा करना",
		"withdraw": "निकालना",
		"harvest": "कटाई",
		"stake": "दांव लगाना",
		"details": "विवरण",
		"depositfee": "जमा शुल्क",
		"withdrawalfee": "निकासी शुल्क",
		"notAvaliable": "उपलब्ध नहीं है"
	},
	"pastActions": {
		"earned": "अर्जित",
		"deposited": "जमा किया",
		"withdrawed": "वापस ले लिया",
		"staked": "दांव पर लगा दिया"
	},
	"poolCard": {
		"details": "विवरण",
		"hide": "छिपाना",
		"totalLiquidity": "कुल चलनिधि",
		"myLiquidity": "मेरी तरलता",
		"viewonMatic": "पॉलीस्कैन"
	},
	"vaultAccordeon": {
		"currentPrices": "वर्तमान मूल्य",
		"notListedIn": "में सूचीबद्ध नहीं है",
		"viewInfo": "जानकारी देखें",
		"loading": "लोड हो रहा है"
	},
	"vaultFilter": {
		"all": "सभी",
		"hidezero": "शून्य शेष छुपाएं",
		"filterby": "के द्वारा छनित",
		"sortby": "इसके अनुसार क्रमबद्ध करें",
		"search": "खोज",
		"stakedonly": "केवल दांव पर",
		"desceding": "अवरोही",
		"ascending": "आरोही",
		"searchvaults": "वॉल्ट खोजें"
	},
	"modals": {
		"input": "इनपुट",
		"balance": "संतुलन",
		"otherOptions": "अन्य विकल्प",
		"depositYour": "अपना जमा करें",
		"withdrawYour": "अपना वापस लें"
	},
	"walletStatus": {
		"wallet": "बटुआ",
		"install": "मेटामास्क स्थापित करें",
		"connected": "जुड़े हुए",
		"checking": "मेटामास्क की जाँच की जा रही है..."
	}
}
